Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Baseline: %(average)s changes per month.
sv: Utgångsvärde: %(average)s ändringar per månad.

source: %(month)s: %(changes)s changes
sv: %(month)s: %(changes)s ändringar

source: %(month)s: %(changes)s changes (%(decrease)s%% decrease)
sv: %(month)s: %(changes)s ändringar (%(decrease)s %% minskning)

source: Latest activity (%(month)s): %(changes)s changes
sv: Senaste aktivitet (%(month)s): %(changes)s ändringar

source: Clear follow-up
sv: Rensa uppföljning

source: No follow-up scheduled.
sv: Ingen uppföljning är schemalagd.

source: Set follow-up
sv: Ange uppföljning

source: Save follow-up
sv: Spara uppföljning

source: Merge customer
sv: Sammanfoga kund

source: Review merge
sv: Granska sammanslagningen

source: Customer services
sv: Kundtjänster

source: This creates a final invoice for the new service. Use Quote if you only need an offer.
sv: Detta skapar en slutlig faktura för den nya tjänsten. Använd Offert om du bara behöver ett erbjudande.

source: New service purchase
sv: Köp av ny tjänst

source: Agreements
sv: Avtal

source: Signed agreements
sv: Undertecknade avtal

source: Signed
sv: Undertecknad

source: No agreements recorded.
sv: Inga avtal har registrerats.

source: Donation history
sv: Donationshistorik

source: Reward
sv: Belöning

source: No donations recorded.
sv: Inga donationer har registrerats.

source: Customer owners
sv: Kundansvariga

source: No customer owners.
sv: Inga kundansvariga.

source: Pending owner invitations
sv: Väntande inbjudningar till kundansvariga

source: Invited by
sv: Inbjuden av

source: Invited
sv: Inbjuden

source: No pending owner invitations.
sv: Inga väntande inbjudningar till kundansvariga.

source: Add customer owner
sv: Lägg till kundansvarig

source: Add owner
sv: Lägg till ägare

source: Invoice history
sv: Fakturahistorik

source: No invoices recorded.
sv: Inga fakturor har registrerats.

source: Interaction history
sv: Interaktionshistorik

source: No interactions recorded.
sv: Inga interaktioner har registrerats.

source: Payment history
sv: Betalningshistorik

source: No payments recorded.
sv: Inga betalningar har registrerats.

source: Customer list
sv: Kundlista

source: No customers match the current filters.
sv: Inga kunder matchar de aktuella filtren.

source: will be merged into
sv: kommer att sammanfogas med

source: All content from %(source)s (%(source_pk)s) will be moved to %(target)s (%(target_pk)s)
sv: Allt innehåll från %(source)s (%(source_pk)s) flyttas till %(target)s (%(target_pk)s)

source: %(source)s (%(source_pk)s) will be removed
sv: %(source)s (%(source_pk)s) tas bort

source: locked
sv: låst

source: Over limits
sv: Över gränserna

source: Activation key
sv: Aktiveringsnyckel

source: Copied
sv: Kopierad

source: Copy failed
sv: Kopieringen misslyckades

source: Copy activation key
sv: Kopiera aktiveringsnyckel

source: Copy backup SSH URL
sv: Kopiera SSH-URL för säkerhetskopia

source: %(size)s in %(directory)s
sv: %(size)s i %(directory)s

source: Discoverable
sv: Upptäckbar

source: Instance activity
sv: Instansaktivitet

source: Monthly changes, for up to 24 latest reported months.
sv: Månatliga ändringar för högst 24 senast rapporterade månader.

source: %(changes)s changes
sv: %(changes)s ändringar

source: Service limits
sv: Tjänstegränser

source: Metric
sv: Mått

source: Limit
sv: Gräns

source: Over limit
sv: Över gränsen

source: Within limit
sv: Inom gränsen

source: Update maintenance window
sv: Uppdatera underhållsfönster

source: Service is terminated
sv: Tjänsten är avslutad

source: Edit subscription in admin
sv: Redigera prenumeration i administrationen

source: Purchases
sv: Köp

source: This creates a final invoice for the renewal. Use Quote if you only need an offer.
sv: Detta skapar en slutlig faktura för förnyelsen. Använd Offert om du bara behöver ett erbjudande.

source: Upgrade to %(package)s
sv: Uppgradera till %(package)s

source: For the rest of the current period.
sv: För återstoden av den aktuella perioden.

source: This creates a final invoice for the upgrade. Use Quote if you only need an offer.
sv: Detta skapar en slutlig faktura för uppgraderingen. Använd Offert om du bara behöver ett erbjudande.

source: Disable subscription
sv: Inaktivera prenumeration

source: Disable the subscription, no payments will be reminded or triggered, <strong>backups will be removed once subscription expires</strong>
sv: Inaktivera prenumerationen. Inga betalningspåminnelser skickas och inga betalningar initieras. <strong>Säkerhetskopior tas bort när prenumerationen löper ut.</strong>

source: Recent service reports
sv: Senaste tjänsterapporter

source: Site URL
sv: Webbplats-URL

source: Site title
sv: Webbplatsrubrik

source: Maintenance
sv: Underhåll

source: No services match the current filters.
sv: Inga tjänster matchar de aktuella filtren.

source: The customer's VAT ID could not be validated, so the invoice was not issued. Update the customer data or try again later.
sv: Kundens momsregistreringsnummer kunde inte valideras, så fakturan utfärdades inte. Uppdatera kunduppgifterna eller försök igen senare.

source: an earlier successful check
sv: en tidigare lyckad kontroll

source: VIES is temporarily unavailable. The invoice was issued using the VAT validation from %(validated)s.
sv: VIES är tillfälligt otillgängligt. Fakturan utfärdades med momsvalideringen från %(validated)s.

source: Hosted username matches a local user with a different e-mail.
sv: Det värdbaserade användarnamnet matchar en lokal användare med en annan e-postadress.

source: Hosted user was not linked.
sv: Den värdbaserade användaren länkades inte.

source: Hosted user is already linked to a different local user.
sv: Den värdbaserade användaren är redan länkad till en annan lokal användare.

source: Added customer owner
sv: Kundägare tillagd

source: Added %(email)s to customer owners. Hosted user was %(state)s.
sv: Lade till %(email)s bland kundägarna. Den värdbaserade användaren var %(state)s.

source: created
sv: skapad

source: linked
sv: länkad

source: Multiple local users use this e-mail address
sv: Flera lokala användare använder den här e-postadressen

source: Could not add customer owner: %(error)s
sv: Kunde inte lägga till kundägare: %(error)s

source: Added %(email)s to customer owners, but the notification could not be sent.
sv: Lade till %(email)s som kundansvarig, men aviseringen kunde inte skickas.

source: Added %(email)s to customer owners and notified them.
sv: Lade till %(email)s som kundansvarig och meddelade personen.

source: %(email)s is already a customer owner.
sv: %(email)s är redan kundägare.

source: Follow-up scheduled for %(date)s.
sv: Uppföljning schemalagd till %(date)s.

source: Follow-up set
sv: Uppföljning angiven

source: Follow-up added.
sv: Uppföljning tillagd.

source: Follow-up cleared
sv: Uppföljning rensad

source: Follow-up cleared.
sv: Uppföljning rensad.

source: Uncategorized
sv: Okategoriserad

source: YTD
sv: Hittills i år

source: Follow-ups
sv: Uppföljningar

source: Customer follow-up is due.
sv: Kunduppföljning ska genomföras.

source: Scheduled customer follow-up.
sv: Schemalagd kunduppföljning.

source: Manual follow-up
sv: Manuell uppföljning

source: Upcoming follow-up
sv: Kommande uppföljning

source: Duplicate payment
sv: Dubblettbetalning

source: Locked URL
sv: Låst URL

source: Stop server
sv: Stoppa server

source: Unpaid invoice
sv: Obetald faktura

source: Invoice %(number)s
sv: Faktura %(number)s

source: Stale quote
sv: Föråldrad offert

source: Quote %(number)s
sv: Offert %(number)s

source: Expired service
sv: Utgången tjänst

source: Invalid monthly activity data.
sv: Ogiltiga månatliga aktivitetsdata.

source: Invalid server URL.
sv: Ogiltig server-URL.

source: Server URL must use HTTPS.
sv: Server-URL:en måste använda HTTPS.

source: Select the paid invoice for the same customer and correct the full remaining amount.
sv: Välj den betalda fakturan för samma kund och korrigera hela det återstående beloppet.

source: This legacy invoice cannot be corrected because its rounding differs from current invoice calculations.
sv: Den här äldre fakturan kan inte korrigeras eftersom avrundningen skiljer sig från nuvarande fakturaberäkningar.

source: This request has already been used.
sv: Den här begäran har redan använts.

source: Choose a positive amount within the remaining invoice amount.
sv: Välj ett positivt belopp som ryms inom fakturans återstående belopp.

source: A correction reason and explanation are required.
sv: Ett skäl till korrigeringen och en förklaring krävs.

source: Correction dates cannot precede the original invoice dates.
sv: Korrigeringsdatum kan inte infalla före de ursprungliga fakturadatumens.

source: Resolve the pending payment before issuing a correction.
sv: Lös den väntande betalningen innan du utfärdar en korrigering.

source: Only duplicate corrections can reference a replacement invoice.
sv: Endast dubblettkorrigeringar får hänvisa till en ersättningsfaktura.

source: The correction amount excluding VAT cannot exceed 99,999.99.
sv: Korrigeringsbeloppet exklusive moms får inte överstiga 99 999,99.

source: Only positive final invoices can be marked uncollectible.
sv: Endast positiva slutfakturor kan markeras som osäkra fordringar.

source: This invoice has already been settled.
sv: Den här fakturan är redan reglerad.

source: An internal explanation is required.
sv: En intern förklaring krävs.

source: CRM status for quote follow-up.
sv: Kundhanteringsstatus för offertuppföljning.

source: Internal note explaining why the quote was closed.
sv: Intern anteckning som förklarar varför offerten stängdes.

source: EU reverse-charge invoices require a valid buyer VAT ID.
sv: EU-fakturor med omvänd skattskyldighet kräver ett giltigt momsregistreringsnummer för köparen.

source: Converted
sv: Konverterad

source: Credited
sv: Krediterad

source: Refunded
sv: Återbetald

source: Uncollectible
sv: Osäker fordran

source: Applied to invoice
sv: Tillämpad på faktura

source: Awaiting refund
sv: Väntar på återbetalning

source: Unpaid
sv: Obetald

source: Overdue
sv: Förfallen

source: Czech invoices cannot use a zero VAT rate.
sv: Tjeckiska fakturor kan inte använda noll procent moms.

source: Don’t wait with your work on hold.
sv: Sitt inte väntande med ditt arbete pausat.

source: Be premium
sv: Bli premiumkund

source: Don’t settle with Basic, get a worry-free package.
sv: Nöj dig inte med Basic, skaffa ett bekymmersfritt paket.

source: Activation code has already been used.
sv: Aktiveringskoden har redan använts.

source: Activation code has expired.
sv: Aktiveringskoden har gått ut.

source: Locked URL mismatch: %(url)s
sv: Låst URL matchar inte: %(url)s

source: Invoice already paid
sv: Fakturan är redan betald

source: Manual payment
sv: Manuell betalning

source: E-mail address
sv: E-postadress

source: Valid
sv: Giltig

source: Company or individual name as it should appear on the invoice.
sv: Företagets eller privatpersonens namn så som det ska visas på fakturan.

source: Person, team, or department to show as the invoice contact.
sv: Person, grupp eller avdelning som ska visas som fakturakontakt.

source: Line-level accounting code for the customer's internal invoice processing, such as a cost center, project, internal order, or GL account. Separate from the customer reference or purchase order number.
sv: Redovisningskod per rad för kundens interna fakturahantering, till exempel kostnadsställe, projekt, intern order eller huvudbokskonto. Skild från kundreferensen eller inköpsordernumret.

source: Additional upcoming payment notification
sv: Ytterligare avisering om kommande betalning

source: Number of days before the payment due date to send one extra upcoming payment notification, from 0 to {}. Set to 0 to use only default notifications.
sv: Antal dagar före förfallodatumet då en extra kommande betalningsavisering ska skickas, från 0 till {}. Ange 0 för att endast använda standardaviseringar.

source: Owners have full control over the customer account, including billing, services, and other owners.
sv: Ägarna har full kontroll över kundkontot, inklusive fakturering, tjänster och andra ägare.

source: Choose a day different from the default payment notifications: 2 and 7.
sv: Välj en annan dag än standardaviseringarna för betalning: 2 och 7.

source: Choose a day different from the default yearly payment notification: 31.
sv: Välj en annan dag än standardaviseringen för årlig betalning: 31.

source: Locked site URL
sv: Låst webbplats-URL

source: Service over limits
sv: Tjänsten överskrider gränserna

source: Expired dedicated service
sv: Utgången dedikerad tjänst

source: Activity drop
sv: Minskad aktivitet

source: Date and time when this customer needs attention.
sv: Datum och tid då den här kunden behöver uppmärksamhet.

source: Short description of the next action.
sv: Kort beskrivning av nästa åtgärd.

source: Follow-up type
sv: Typ av uppföljning

source: Contact the customer to understand the activity decrease.
sv: Kontakta kunden för att förstå minskningen i aktivitet.

source: Review usage and upgrade the dedicated instance.
sv: Granska användningen och uppgradera den dedikerade instansen.

source: Stop the dedicated instance because its support contract expired over two months ago.
sv: Stoppa den dedikerade instansen eftersom supportavtalet löpte ut för mer än två månader sedan.

source: Accepted
sv: Accepterad

source: Delivery failed
sv: Leveransen misslyckades

source: Fulfilled by staff
sv: Genomförd av anställda

source: The VAT ID could not be validated, so the recurring payment was not attempted. Validation service response: {}
sv: Momsregistreringsnumret kunde inte valideras, så den återkommande betalningen försöktes inte. Valideringstjänstens svar: {}

source: The VAT ID could not be validated, so the recurring payment was not attempted.
sv: Momsregistreringsnumret kunde inte valideras, så den återkommande betalningen försöktes inte.

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
sv: ...Nyckelfunktionen är full integration med Git. Ändringar görs till en lokal Git-gren som sedan lätt slås samman.

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
sv: ...Efter ungefär en vecka med utveckling tillkännages Weblate; ett webbaserat översättningsverktyg med nära Git-integration.

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
sv: Idéförfattare, kod- och utvecklingsledare. Han utformar också anpassade och storskaliga lösningar.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
sv: Gemenskapsansvarig och supportguru som hjälper dig med smidiga arbetsflöden. Vår säljare.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
sv: Gränssnitts- och grafikdesigner som gör användarna nöjda. Han optimerar kontinuerligt Weblate.

source: Participant Identification Code
sv: Deltagaridentifikationskod

source: Customer owner invitation
sv: Inbjudan till kundansvarig

source: Review access
sv: Granska åtkomst

source: Customer account
sv: Kundkonto

source: Accepting gives you full control over this customer account, including billing, services, secrets, and other owners.
sv: Genom att acceptera får du full kontroll över detta kundkonto, inklusive fakturering, tjänster, hemligheter och andra ansvariga.

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
sv: Ta reda på vem som redan använder Weblate. Vi är en gemenskap med översättare och lokaliseringsspecialister som använder och förbättrar vårt gemensamma verktyg för att stärka läsare och appanvändare runt om i världen. Hitta dina favoritprojekt och börja bidra tillsammans med oss.

source: Want to get a t-shirt or hoodie at our FOSDEM stand?
sv: Vill du hämta en t-shirt eller huvtröja vid vår FOSDEM-monter?

source: Donate to get a t-shirt
sv: Donera för att få en t-shirt

source: Donate to get a hoodie
sv: Donera för att få en huvtröja

source: Any amount
sv: Valfritt belopp

source: Please note—a full invoice for your donation is issued immediately after payment.
sv: Observera - en fullständig faktura för din donation utfärdas omedelbart efter betalning.

source: Running Weblate in a Docker container
sv: Att köra Weblate i en Docker-container

source: Weblate features — quality translations, your control
sv: Weblate-funktioner — kvalitetsöversättningar, på dina villkor

source: Bring your project to more people
sv: Låt fler människor använda ditt projekt

source: Give people a great experience in their own language. Weblate brings your team, community, and development workflow together to deliver quality translations—with or without AI.
sv: Ge människor en bra upplevelse på sitt eget språk. Weblate för samman ditt team, din gemenskap och ditt utvecklingsflöde för att leverera kvalitetsöversättningar — med eller utan AI.

source: Open source and privacy-respecting, with the freedom to choose how you translate and where you run it.
sv: Öppen källkod som värnar integriteten, med frihet att välja hur du översätter och var du kör tjänsten.

source: Compare hosting and support
sv: Jämför drift och support

source: Keep translations in step with development
sv: Låt översättningarna följa utvecklingen

source: Connect your repository and let new strings reach translators as your project evolves. Weblate brings translations back into version control, so developers and translators can work together without passing files back and forth.
sv: Anslut ditt arkiv och låt nya strängar nå översättarna när projektet utvecklas. Weblate för tillbaka översättningar till versionshanteringen, så att utvecklare och översättare kan samarbeta utan att skicka filer fram och tillbaka.

source: Work with your existing branches and code hosting service. Translation changes are tracked alongside your code, with credit for the people who contribute.
sv: Arbeta med dina befintliga grenar och din kodvärdtjänst. Översättningsändringar spåras tillsammans med koden, och de som bidrar får erkännande.

source: Explore continuous localization
sv: Utforska kontinuerlig lokalisering

source: Give every translation the context it needs
sv: Ge varje översättning den kontext den behöver

source: Help translators understand what your users will see. Screenshots, nearby strings, and source references make meaning clearer. Shared glossaries keep terminology consistent, while translation memory helps your team reuse previous work.
sv: Hjälp översättarna att förstå vad användarna kommer att se. Skärmbilder, närliggande strängar och källhänvisningar gör betydelsen tydligare. Delade ordlistor håller terminologin konsekvent, medan översättningsminnet hjälper teamet att återanvända tidigare arbete.

source: Catch problems with customizable quality checks, discuss unclear wording, and review contributions before considering them finished. Your team can improve the source text as well as its translations.
sv: Fånga problem med anpassningsbara kvalitetskontroller, diskutera oklara formuleringar och granska bidrag innan de räknas som färdiga. Teamet kan förbättra både källtexten och dess översättningar.

source: Weblate translation editor showing a French translation, a missing-placeholder warning, glossary terminology, and a screenshot of the source text in context
sv: Weblates översättningsredigerare med en fransk översättning, en varning om en saknad platshållare, ordlisteterminologi och en skärmbild av källtexten i sitt sammanhang

source: Give your translators the tools to make informed choices.
sv: Ge översättarna verktygen för välgrundade val.

source: Explore translation quality checks
sv: Utforska kvalitetskontroller för översättningar

source: Choose how you translate—with or without AI
sv: Välj hur du översätter — med eller utan AI

source: Translate entirely with people, or bring in machine translation and AI where they help. Your team chooses the tools, the review process, and what reaches your repository.
sv: Översätt helt med människor, eller använd maskinöversättning och AI där det hjälper. Teamet väljer verktygen, granskningsprocessen och vad som når arkivet.

source: Translate without AI
sv: Översätt utan AI

source: Let people write and review translations with context, glossaries, translation memory, and quality checks. None of these require an AI or machine translation service.
sv: Låt människor skriva och granska översättningar med kontext, ordlistor, översättningsminne och kvalitetskontroller. Inget av detta kräver AI eller maskinöversättning.

source: Assist your translators
sv: Hjälp översättarna

source: Offer optional machine translation or large language model (LLM) results in the editor. Translators choose what to use, edit it, and decide what to save.
sv: Erbjud valfria resultat från maskinöversättning eller stora språkmodeller (LLM) i redigeraren. Översättarna väljer vad de vill använda, redigerar det och bestämmer vad som ska sparas.

source: Start with machine translations
sv: Börja med maskinöversättningar

source: Generate translations for people to improve, or mark them as unfinished drafts. Choose whether drafts can reach your repository while editing is still in progress.
sv: Skapa översättningar som människor kan förbättra, eller markera dem som ofärdiga utkast. Välj om utkast ska kunna nå arkivet medan redigeringen fortfarande pågår.

source: Accept suggestions before use
sv: Godta förslag före användning

source: Keep generated text as suggestions for people to check. With automatic acceptance disabled, suggestions only become translations when a person accepts or edits them.
sv: Behåll genererad text som förslag som människor kan kontrollera. När automatisk acceptans är inaktiverad blir förslag bara översättningar när någon accepterar eller redigerar dem.

source: Approve before committing
sv: Godkänn före incheckning

source: Combine translation review with an approved-only commit policy. People can edit generated translations in Weblate, while only reviewer-approved translations reach your repository.
sv: Kombinera översättningsgranskning med en policy som endast checkar in godkända översättningar. Människor kan redigera genererade översättningar i Weblate, medan endast granskar-godkända översättningar når arkivet.

source: Explore AI translation workflows
sv: Utforska AI-baserade översättningsflöden

source: Choose how your content is handled
sv: Välj hur ditt innehåll hanteras

source: Use managed hosting or run Weblate on your own infrastructure. Set access permissions to decide who can see, translate, and review your content.
sv: Använd hanterad drift eller kör Weblate i din egen infrastruktur. Ange åtkomstbehörigheter för att bestämma vem som kan se, översätta och granska ditt innehåll.

source: Choose which external translation services to enable, or work without them. When you use an external service, it can receive source strings, translations, and related context to generate results. Choose services that fit your requirements for handling that content.
sv: Välj vilka externa översättningstjänster som ska aktiveras, eller arbeta utan dem. När du använder en extern tjänst kan den få källsträngar, översättningar och relaterad kontext för att skapa resultat. Välj tjänster som uppfyller dina krav för innehållshantering.

source: Find the right hosting option
sv: Hitta rätt driftalternativ

source: Bring your team and community together
sv: För samman teamet och gemenskapen
